Repository: colocaps/orsai_project
Catalog: lib/application/localizations/intl_*.arb
Languages: es

# user_label
source: User
es: Usuario

# sign_in_label
source: Sign In
es: Ingresar

# description_label
source: Welcome to The Movie App !
es: Bienvenido a The Movie App !

# greeting_label
source: Hello
es: Hola

# profile_label
source: Profile
es: Perfil

# sign_out_label
source: Sign Out
es: Cerrar Sesión

# search_code_button_label
source: Search
es: Buscar

# sign_in_error
source: User or Password are Wrong
es: Usuario o contraseña invalidas

# sign_out_snackbar_text
source: Sign out Successful
es: Sesion Cerrada Correctamente

# sign_out_title_text
source: Thank You !
es: ¡ Gracias !

# sign_out_title_text_continue
source: For using our App
es: Por utilizar nuestra App

# sign_out_subtitle_text
source: You will be redirected to the sign in page shortly
es: Ud. Será redireccionado a la página de inicio de sesion a la brevedad

# empty_text_email
source: Enter Email
es: Inrgese usuario

# invalid_format_email
source: Invalid Email Format
es: Formato de Email invalido

# empty_text_password
source: Enter Password
es: Ingrese Contraseña

# invalid_format_password
source: Password must be at least four carachters length
es: La contraseña debe tener al menos 4 caracteres

# label_reload
source: Reload
es: Reintentar

# label_verify_internet_connection
source: Verify your internet connection
es: Verificar conexion a internet

# label_press_ok
source: Press OK to sign out
es: Presione OK para cerrar sesion

# label_sure_of_signing_out
source: Are you sure to sign out ?
es: ¿ Esta seguro que desea cerrar sesion ?

# label_cancel
source: Cancel
es: Cancelar

# label_sign_out
source: Sign out Succesfully
es: Sesion cerrada correctamente

# label_were_sorry
source: We are sorry
es: Lo sentimos

# movie_does_not_exists
source: There is no movie with that name
es: No existe una pelicula con ese nombre

# cast_inexistent
source: There is no cast for this movie
es: No se pudo encontrar el cast

# cast_error
source: There is no description or cast for this movie
es: No hay descripcion ni actores para mostrar

# movie_details_error
source: Couldn't find details for this movie
es: No se pudo encontrar detalles de la pelicula

# popular_movies_error_text
source: Couldn't find any popular movies, try again later
es: No se pudo encontrar ninguna pelicula, intente mas tarde

# now_playing_movies_menu_text
source: Now Playing Movies
es: Peliculas en Cines

source: Popular Movies
es: Peliculas Populares

source: Search Movies
es: Buscar Peliculas

# now_playing_movies_subtitle_error
source: Couldn't find any now playing movies, try again later
es: No se pueden mostrar peliculas en cines

# rate_movie_correct_text
source: Rate sended succsesfully!
es: Puntuacion enviada correctamente

# rate_movie_deleted_text
source: Rate deleted succsesfully!
es: Puntuacion eliminada correctamente

# rate_movie_text
source: Rate the movie
es: Puntua la pelicula

# rate_movie_error_text
source: Couldn't send rating
es: No se pudo enviar la puntuacion

# rate_movie_deleting_error_text
source: Couldn't delete rating
es: No se pudo eliminar la puntuacion

# send_rate_button_text
source: Send rate
es: Enviar puntuacion

# delete_rate_button_text
source: Delete rate
es: Eliminar puntuacion

# rated_movies_by_user_text
source: Rated Movies
es: Peliculas Puntuadas

# are_you_new
source: Are you new ? Register here
es: ¿ Eres nuevo ? Registrate Aqui

# impossible_to_connect
source: Impossible to connect to
es: Imposible conectar a

# forgot_password
source: Forgot password ? Recover here
es: ¿ Olvidaste tu Contraseña ? Recuperala Aqui

# are_your_sure_of_close
source: Are you sure of closing the App ?
es: ¿ Esta seguro que desea cerrar la App ?

# are_your_sure_of_deleting_rate
source: Are you sure of deleting the rate ?
es: ¿ Esta seguro que desea eliminar la puntuacion ?

# retry_label
source: Retry
es: Reintentar

# release_date_text
source: Release date
es: Fecha de estreno

# my_vote_text
source: My vote
es: Mi Puntuacion

# dont_have_rated_movies
source: You dont have rated movies
es: No tienes peliculas puntuadas

# movies_title
source: Movies
es: Peliculas

# add_favourite_text
source: Add to favorites
es: Agregar a favoritos

# added_favourite_text
source: Added to favorites
es: Agregado a favoritos

# something_went_wrong_text
source: something went wrong
es: Algo salio mal

# favorites_movies_title
source: Favorite Movies
es: Peliculas Favoritas

# delete_from_favorites_text
source: Delete from favorites
es: Eliminar de favoritos

# dont_have_favorites_text
source: You dont have any favorite movies
es: No tienes peliculas favoritas

# delete_from_favorites_succsesful_text
source: Removed from favorites succsesful
es: Removido de favoritos existosamente
